[
    {"word": "apple", "hint": "A common fruit often associated with a popular tech company."},
    {"word": "bridge", "hint": "A structure that allows passage over obstacles like water or roads."},
    {"word": "castle", "hint": "A large fortified building often seen in medieval Europe."},
    {"word": "desert", "hint": "A barren area of landscape with little precipitation."},
    {"word": "eclipse", "hint": "An astronomical event where one celestial body moves into the shadow of another."},
    {"word": "forest", "hint": "A large area covered chiefly with trees and undergrowth."},
    {"word": "galaxy", "hint": "A massive, gravitationally bound system of stars, stellar remnants, and other matter."},
    {"word": "horizon", "hint": "The line where the earth's surface and the sky appear to meet."},
    {"word": "island", "hint": "A piece of land surrounded by water."},
    {"word": "jungle", "hint": "A dense, tropical forest with a variety of wildlife."},
    {"word": "kitten", "hint": "A young domestic cat."},
    {"word": "library", "hint": "A place where books, documents, and other resources are kept for reading or borrowing."},
    {"word": "mountain", "hint": "A large natural elevation of the earth's surface rising abruptly from the surrounding level."},
    {"word": "nebula", "hint": "A cloud of gas and dust in space, often illuminated by stars."},
    {"word": "ocean", "hint": "A vast body of salt water that covers almost three-quarters of the earth's surface."},
    {"word": "palace", "hint": "A large and impressive building serving as the residence of a ruler or high-ranking official."},
    {"word": "quartz", "hint": "A hard, crystalline mineral composed of silicon and oxygen atoms."},
    {"word": "rainbow", "hint": "A meteorological phenomenon caused by reflection, refraction, and dispersion of light in water droplets."},
    {"word": "satellite", "hint": "An artificial body placed in orbit around the earth or another planet to collect information or for communication."},
    {"word": "temple", "hint": "A building devoted to the worship of a god or gods."},
    {"word": "unicorn", "hint": "A mythical animal typically represented as a horse with a single straight horn projecting from its forehead."},
    {"word": "volcano", "hint": "A rupture in the crust of a planetary-mass object, allowing hot lava, volcanic ash, and gases to escape."},
    {"word": "whisper", "hint": "To speak very softly using one's breath rather than one's vocal cords."},
    {"word": "xylophone", "hint": "A musical instrument played by striking a row of wooden bars of graduated length with one or more small wooden or plastic mallets."},
    {"word": "yacht", "hint": "A medium-sized sailboat equipped for cruising or racing."},
    {"word": "zodiac", "hint": "A belt of the heavens within about 8° either side of the ecliptic, including all apparent positions of the sun, moon, and most familiar planets."},
    {"word": "bicycle", "hint": "A vehicle composed of two wheels held in a frame one behind the other, propelled by pedals and steered with handlebars attached to the front wheel."},
    {"word": "calendar", "hint": "A system by which the beginning, length, and subdivisions of the year are fixed."},
    {"word": "diamond", "hint": "A precious stone consisting of a clear and colorless crystalline form of pure carbon, the hardest naturally occurring substance."},
    {"word": "elephant", "hint": "A large herbivorous mammal with a trunk, native to Africa and Asia."},
    {"word": "fountain", "hint": "A structure that sends water into the air in a controlled way, often for decorative purposes."},
    {"word": "giraffe", "hint": "A tall African mammal with a very long neck and forelegs."},
    {"word": "harvest", "hint": "The process or period of gathering in crops."},
    {"word": "iceberg", "hint": "A large floating mass of ice detached from a glacier or ice sheet and carried out to sea."},
    {"word": "jewelry", "hint": "Personal ornaments, such as necklaces, rings, or bracelets, that are typically made from or contain jewels and precious metal."},
    {"word": "kangaroo", "hint": "A large plant-eating marsupial with a long powerful tail and strongly developed hind limbs that enable it to travel by leaping."},
    {"word": "labyrinth", "hint": "A complicated irregular network of passages or paths in which it is difficult to find one's way; a maze."},
    {"word": "mosaic", "hint": "A picture or pattern produced by arranging together small colored pieces of hard material, such as stone, tile, or glass."},
    {"word": "notebook", "hint": "A small book with blank or ruled pages for writing notes."},
    {"word": "octopus", "hint": "A cephalopod mollusk with eight sucker-bearing arms, a soft sac-like body, and no internal shell."},
    {"word": "pyramid", "hint": "A monumental structure with a square or triangular base and sloping sides that meet in a point at the top."},
    {"word": "quiver", "hint": "A container for holding arrows."},
    {"word": "rhinoceros", "hint": "A large, heavily built plant-eating mammal with one or two horns on the nose and thick folded skin."},
    {"word": "sculpture", "hint": "The art of making two- or three-dimensional representative or abstract forms, especially by carving stone or wood or by casting metal or plaster."},
    {"word": "tornado", "hint": "A mobile, destructive vortex of violently rotating winds having the appearance of a funnel-shaped cloud."},
    {"word": "umbrella", "hint": "A device consisting of a circular canopy of cloth on a folding metal frame supported by a central rod, used as protection against rain or sometimes sun."},
    {"word": "vulture", "hint": "A large bird of prey with a head and neck more or less bare of feathers, feeding chiefly on carrion."},
    {"word": "waterfall", "hint": "A cascade of water falling from a height, formed when a river or stream flows over a precipice or steep incline."},
    {"word": "xenophobia", "hint": "Dislike of or prejudice against people from other countries."},
    {"word": "yesterday", "hint": "The day before today."},
    {"word": "zeppelin", "hint": "A large German airship of the early 20th century, used chiefly for passenger transport."},
    {"word": "astronaut", "hint": "A person who is trained to travel in a spacecraft."},
    {"word": "balloon", "hint": "An inflatable rubber bag, often used as a toy or decoration."},
    {"word": "chameleon", "hint": "A lizard known for its ability to change color."},
    {"word": "dolphin", "hint": "A highly intelligent marine mammal known for its playful nature."},
    {"word": "explorer", "hint": "A person who investigates unknown regions."},
    {"word": "firework", "hint": "A device containing chemicals that create a display of light and color when ignited."},
    {"word": "gorilla", "hint": "A large, strong, ape native to the forests of central Africa."},
    {"word": "hurricane", "hint": "A severe tropical storm with high winds and heavy rain."},
    {"word": "internet", "hint": "A global computer network providing a variety of information and communication facilities."},
    {"word": "jigsaw", "hint": "A puzzle consisting of many small, irregularly shaped pieces that fit together to form a picture."},
    {"word": "kaleidoscope", "hint": "An optical instrument with two or more reflecting surfaces tilted to each other in an angle, creating symmetrical patterns."},
    {"word": "lightning", "hint": "A natural electrical discharge in the atmosphere, typically during a storm."},
    {"word": "magnet", "hint": "An object that produces a magnetic field and attracts iron."},
    {"word": "nectar", "hint": "A sweet liquid produced by flowers to attract pollinators."},
    {"word": "orchestra", "hint": "A large instrumental ensemble typical of classical music."},
    {"word": "penguin", "hint": "A flightless bird that lives in the southern hemisphere, particularly in Antarctica."},
    {"word": "quarantine", "hint": "A state of enforced isolation to prevent the spread of disease."},
    {"word": "rainforest", "hint": "A dense, tropical forest with high annual rainfall."},
    {"word": "spaceship", "hint": "A vehicle designed for travel or operation in outer space."},
    {"word": "telescope", "hint": "An optical instrument designed to make distant objects appear nearer."},
    {"word": "universe", "hint": "All existing matter and space considered as a whole; the cosmos."},
    {"word": "volleyball", "hint": "A game in which two teams hit a ball over a high net using their hands."},
    {"word": "wilderness", "hint": "An uncultivated and uninhabited area of natural land."},
    {"word": "xylophone", "hint": "A musical instrument played by striking a row of wooden bars of graduated length."},
    {"word": "yawning", "hint": "The involuntary action of opening the mouth wide and inhaling deeply due to tiredness or boredom."},
    {"word": "zigzag", "hint": "A line or course having abrupt alternate right and left turns."},
    {"word": "aviator", "hint": "A person who operates an aircraft; a pilot."},
    {"word": "basilisk", "hint": "A mythical reptile with a lethal gaze or breath."},
    {"word": "carnival", "hint": "A public festival with parades, music, and dancing, often before Lent."},
    {"word": "dandelion", "hint": "A common yellow-flowered plant with a seed head of fluffy balls."},
    {"word": "evergreen", "hint": "A plant that retains green leaves throughout the year."},
    {"word": "fireplace", "hint": "A structure made of brick, stone, or metal designed to contain a fire."},
    {"word": "glacier", "hint": "A large mass of ice that moves slowly over land."},
    {"word": "hologram", "hint": "A three-dimensional image formed by the interference of light beams."},
    {"word": "invisible", "hint": "Unable to be seen; not visible to the eye."},
    {"word": "jackfruit", "hint": "A large tropical fruit with a spiky exterior and sweet yellow flesh."},
    {"word": "knowledge", "hint": "Facts, information, and skills acquired through experience or education."},
    {"word": "lighthouse", "hint": "A tower with a bright light at the top located at an important or dangerous place regarding navigation."},
    {"word": "marathon", "hint": "A long-distance running race, typically 26.2 miles."},
    {"word": "nightmare", "hint": "A frightening or unpleasant dream."},
    {"word": "overture", "hint": "An orchestral piece at the beginning of an opera, suite, play, oratorio, or other extended composition."},
    {"word": "panorama", "hint": "An unbroken view of the whole region surrounding an observer."},
    {"word": "quadrant", "hint": "Each of four quarters of a circle."},
    {"word": "reptilian", "hint": "Relating to or characteristic of reptiles."},
    {"word": "strawberry", "hint": "A sweet soft red fruit with a seed-studded surface."},
    {"word": "tortoise", "hint": "A slow-moving land reptile enclosed in a scaly or leathery domed shell."},
    {"word": "underwater", "hint": "Situated, occurring, or done beneath the surface of the water."},
    {"word": "vortex", "hint": "A mass of whirling fluid or air, especially a whirlpool or whirlwind."},
    {"word": "wildflower", "hint": "A flower of an uncultivated variety or a flower growing freely without human intervention."},
    {"word": "xerox", "hint": "A brand name for a machine that makes paper copies of documents and other visual images."},
    {"word": "yodel", "hint": "To sing with abrupt changes between the natural voice and falsetto."},
    {"word": "zephyr", "hint": "A soft gentle breeze."}
]
